-- MySQL dump 10.13  Distrib 5.6.24, for Linux (x86_64)
--
-- Host: localhost    Database: wordydb
-- ------------------------------------------------------
-- Server version	5.6.24

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `archive`
--

DROP TABLE IF EXISTS `archive`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `archive` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `word` varchar(64) DEFAULT NULL,
  `def1` varchar(1024) DEFAULT NULL,
  `def2` varchar(512) DEFAULT NULL,
  `def3` varchar(512) DEFAULT NULL,
  `count` int(11) DEFAULT '1',
  `checked` tinyint(1) DEFAULT '0',
  `bad` int(11) DEFAULT '0',
  `last_refresh` datetime DEFAULT NULL,
  `level` int(11) DEFAULT '0',
  `active` tinyint(1) DEFAULT '0',
  `last_refresh_success` tinyint(1) DEFAULT '1',
  `good` int(11) DEFAULT '0',
  `green_flag` tinyint(1) DEFAULT '1',
  `theme_id` int(11) DEFAULT '0',
  `updated_at` datetime DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `word` (`word`,`theme_id`)
) ENGINE=InnoDB AUTO_INCREMENT=513 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `archive`
--

LOCK TABLES `archive` WRITE;
/*!40000 ALTER TABLE `archive` DISABLE KEYS */;
INSERT INTO `archive` VALUES (425,'גזוזטרה','מרפסת','def2','def3',1,1,0,'2019-02-11 19:17:35',1,1,1,4,0,1,'2019-02-11 19:11:28','2019-02-11 19:11:28'),(426,'טוזיג','פיקניק','def2','def3',1,0,0,NULL,0,0,1,0,1,1,'2019-02-11 19:11:35','2019-02-11 19:11:35'),(427,'בְּעִדָּנָא דְרִתְחָא','בשעת כעס','def2','def3',1,0,0,NULL,0,0,1,0,1,1,'2019-02-11 19:12:14','2019-02-11 19:12:14'),(428,'אפוא','ובכן ','def2','def3',1,0,0,'2019-02-11 19:21:14',1,1,1,6,0,2,'2019-02-11 19:18:45','2019-02-11 19:18:45'),(429,'מחיקון','טיפקס','def2','def3',1,0,0,'2019-02-11 19:21:13',1,1,1,4,0,2,'2019-02-11 19:19:57','2019-02-11 19:19:57'),(430,'מצבע','טוש','def2','def3',1,0,1,'2019-02-11 19:21:35',1,1,1,12,0,2,'2019-02-11 19:20:38','2019-02-11 19:20:38'),(431,'תאווה','רצון, חשק','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:25:26','2019-02-11 19:25:26'),(432,'אובה','רוצה, חפץ','def2','def3',1,0,0,NULL,0,0,1,0,1,1,'2019-02-11 19:25:49','2019-02-11 19:25:49'),(433,'אובה','רוצה, חפץ','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:25:58','2019-02-11 19:25:58'),(434,'אספלנית','תחבושת, פלסטר.','def2','def3',1,0,0,NULL,0,0,1,0,1,1,'2019-02-11 19:27:21','2019-02-11 19:27:21'),(436,'אספלנית','תחבושת, פלסטר','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:29:04','2019-02-11 19:29:04'),(437,'בעדינא דריתחא','בשעת כעס','def2','def3',1,1,0,NULL,0,1,1,0,0,2,'2019-02-11 19:29:20','2019-02-11 19:29:20'),(438,'נבער, בער','טיפש','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:30:33','2019-02-11 19:30:33'),(439,'ארשת פנים','הבעת פנים','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:32:13','2019-02-11 19:32:13'),(440,'סבר','מבט','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:32:33','2019-02-11 19:32:33'),(441,'סוס יאור','היפופוטם','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:32:51','2019-02-11 19:32:51'),(442,'בוקר','קאובוי','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:33:23','2019-02-11 19:33:23'),(443,'ברדס ','קפוצ\'ון','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:33:49','2019-02-11 19:33:49'),(444,'ברדלס','צ\'יטה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:34:17','2019-02-11 19:34:17'),(445,'גזוזטרה','מרפסת','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:34:42','2019-02-11 19:34:42'),(448,'ידה, רגם, סקל','השליך אבנים','def2','def3',1,0,0,NULL,0,0,1,0,1,1,'2019-02-11 19:36:32','2019-02-11 19:36:32'),(449,'ידה, רגם, סקל','השליך אבנים','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:36:39','2019-02-11 19:36:39'),(450,'טוזיג','פיקניק','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:37:48','2019-02-11 19:37:48'),(451,'כתיתה','שניצל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:38:04','2019-02-11 19:38:04'),(452,'נש','אדם, איש','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:38:23','2019-02-11 19:38:23'),(453,'זבד','מתנה, שי','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:38:40','2019-02-11 19:38:40'),(454,'סימולטני','בד בבד, בו זמני','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:39:14','2019-02-11 19:39:14'),(455,'פוטל','כורסה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:39:39','2019-02-11 19:39:39'),(456,'תצרף','פאזל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:39:57','2019-02-11 19:39:57'),(457,'שאט נפש','בחילה, גועל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:40:22','2019-02-11 19:40:22'),(458,'הדיוט','אינו מתמצא/בקיא בנושא כלשהו','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:40:52','2019-02-11 19:40:52'),(459,'כדלקמן','להלן','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:41:08','2019-02-11 19:41:08'),(460,'פיאסקו','כישלון','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:41:26','2019-02-11 19:41:26'),(461,'רפורטז\'ה','כתבה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:41:40','2019-02-11 19:41:40'),(462,'צר עין ','קנאי','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:43:08','2019-02-11 19:43:08'),(463,'טס','מגש','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:43:30','2019-02-11 19:43:30'),(464,'ולד','עולל שזה עתה הגיח לאוויר העולם','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:44:41','2019-02-11 19:44:41'),(465,'חלד','עולם, תבל','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:44:53','2019-02-11 19:44:53'),(466,'בד בבד','בו זמנית','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:45:07','2019-02-11 19:45:07'),(467,'אפיפית ','ופל','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:45:33','2019-02-11 19:45:33'),(468,'לט','קסם','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:45:46','2019-02-11 19:45:46'),(469,'אספקלריה','מראה','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:46:27','2019-02-11 19:46:27'),(470,'רינה','שמחה','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:46:42','2019-02-11 19:46:42'),(471,'קמעה','מעט, קצת','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:47:08','2019-02-11 19:47:08'),(472,'פיכח','צלול','def2','def3',1,0,0,NULL,0,1,1,0,0,2,'2019-02-11 19:47:27','2019-02-11 19:47:27'),(473,'פיקח','נבון','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:47:37','2019-02-11 19:47:37'),(474,'שת','אחוריים, ישבן','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:47:56','2019-02-11 19:47:56'),(475,'רמש','חרק, שרץ','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:51:59','2019-02-11 19:51:59'),(476,'צבחד','מעט, קצת','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:56:35','2019-02-11 19:56:35'),(477,'קורטוב ','מעט, קצת','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:56:44','2019-02-11 19:56:44'),(478,'פקפקן','אדם ספקני, סקפטי','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:57:12','2019-02-11 19:57:12'),(479,'תחפיף','שמפו','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:57:36','2019-02-11 19:57:36'),(480,'פצפוצי תירס','פופקורן','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:57:52','2019-02-11 19:57:52'),(481,'תקריש','ג\'ל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:58:04','2019-02-11 19:58:04'),(482,'דשונת','קומפוסט','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:58:23','2019-02-11 19:58:23'),(483,'אומה','עם','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:58:46','2019-02-11 19:58:46'),(484,'בלפן','שקרן','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:59:14','2019-02-11 19:59:14'),(485,'סיזיפי','קשה, מפרך','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 19:59:43','2019-02-11 19:59:43'),(486,'לנצור','לשמור','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:00:08','2019-02-11 20:00:08'),(487,'פורטרט','דיוקן','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:00:44','2019-02-11 20:00:44'),(488,'פרולוג','פתיחה, פתח דבר','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:01:03','2019-02-11 20:01:03'),(489,'חרף','למרות, עם זאת','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:02:14','2019-02-11 20:02:14'),(490,'דהיינו','כלומר','def2','def3',2,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:02:32','2019-02-11 20:02:32'),(492,'חמות','אם האישה/בעל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:02:55','2019-02-11 20:02:55'),(493,'נדן','נרתיק החרב','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:03:17','2019-02-11 20:03:17'),(494,'גלדיאטור','לודר','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:03:39','2019-02-11 20:03:39'),(495,'הניא','שכנע שלא לפעול','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:04:07','2019-02-11 20:04:07'),(496,'בפרוטרוט','בפרטי פרטים','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:08:05','2019-02-11 20:08:05'),(497,'בן בליעל','רשע, רע לב, נבל','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:08:35','2019-02-11 20:08:35'),(498,'זדון ','כוונה רעה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:09:39','2019-02-11 20:09:39'),(499,'פירומן ','מציתן, אדם המוצא עניין בהצתת שריפות','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:10:56','2019-02-11 20:10:56'),(500,'זיקה','קשר','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:11:07','2019-02-11 20:11:07'),(501,'גיהוק','גרעפס','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:11:16','2019-02-11 20:11:16'),(502,'נפיחה ','פלוץ','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:11:29','2019-02-11 20:11:29'),(503,'למגר','להשמיד','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:11:39','2019-02-11 20:11:39'),(505,'פנטהאוז','דירת גג','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:13:31','2019-02-11 20:13:31'),(506,'בצוותא','יחדיו, ביחד','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:14:34','2019-02-11 20:14:34'),(507,'בחברותא','ביחד, בצוותא','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:14:55','2019-02-11 20:14:55'),(508,'ז\'אנר','סוגה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:16:56','2019-02-11 20:16:56'),(511,'קדימון','טריילר, פרומו','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:17:57','2019-02-11 20:17:57'),(512,'תכלית','מטרה','def2','def3',1,0,0,NULL,0,0,1,0,1,2,'2019-02-11 20:18:37','2019-02-11 20:18:37');
/*!40000 ALTER TABLE `archive` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `themes`
--

DROP TABLE IF EXISTS `themes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `themes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(32) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `themes`
--

LOCK TABLES `themes` WRITE;
/*!40000 ALTER TABLE `themes` DISABLE KEYS */;
INSERT INTO `themes` VALUES (1,'Noam dictionary','2019-02-11 18:37:40'),(2,'Bar Dictionary','2019-02-11 19:07:55');
/*!40000 ALTER TABLE `themes` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-02-11 20:19:17
